Repository: fcttechnologies/VillainArc
Catalog: VillainArc/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, ru, zh_hans

source: An active workout was started from this workout plan. Deleting it will turn that live workout into a standalone workout and clear copied plan targets.
de: Ein aktives Workout wurde aus diesem Trainingsplan gestartet. Wenn du ihn löschst, wird dieses laufende Workout zu einem eigenständigen Workout und kopierte Planziele werden entfernt.
es: Se inició un entrenamiento activo desde este plan de entrenamiento. Si lo eliminas, ese entrenamiento en curso se convertirá en un entrenamiento independiente y se borrarán los objetivos copiados del plan.
fr: Une séance active a été lancée depuis ce programme d'entraînement. Si tu le supprimes, cette séance en cours deviendra une séance autonome et les objectifs copiés du programme seront effacés.
it: Un allenamento attivo è stato avviato da questa scheda. Eliminandola, quell'allenamento diventerà autonomo e i target copiati dalla scheda verranno cancellati.
ja: このワークアウトプランから、実行中のワークアウトが開始されています。削除すると、そのワークアウトは単独のワークアウトになり、コピーされたプランの目標値は消去されます。
ko: 이 운동 플랜에서 시작한 운동이 진행 중이에요. 삭제하면 그 운동은 단독 운동으로 바뀌고 복사된 플랜 목표가 사라져요.
pt_br: Um treino ativo foi iniciado a partir deste plano de treino. Se você excluí-lo, esse treino em andamento se tornará um treino independente e as metas copiadas do plano serão apagadas.
ru: По этому плану уже идёт тренировка. После удаления она станет самостоятельной тренировкой, а скопированные цели плана будут сброшены.
zh_hans: 这个训练计划已开始了进行中的训练。删除后，该训练会变成独立训练，并清除已复制的计划目标。

source: Annual commitment
de: Jährliche Verpflichtung
es: Compromiso anual
fr: Engagement annuel
it: Impegno annuale
ja: 年間契約
ko: 연간 약정
pt_br: Compromisso anual
ru: Годовое обязательство
zh_hans: 年度承诺

source: Annual commitment plan
de: Jahresabo
es: Plan de compromiso anual
fr: Forfait à engagement annuel
it: Piano con impegno annuale
ja: 年間契約プラン
ko: 연간 약정 플랜
pt_br: Plano de compromisso anual
ru: Тариф с годовым обязательством
zh_hans: 年度承诺方案

source: Answer
de: Antwort
es: Respuesta
fr: Réponse
it: Risposta
ja: 回答
ko: 답변
pt_br: Resposta
ru: Ответ
zh_hans: 回答

source: Answers are generated entirely on this device, from your own workouts, plans, and splits and nothing else. That training data is stored in your private FCT account so it reaches your other devices.
de: Antworten entstehen vollständig auf diesem Gerät, allein aus deinen eigenen Workouts, Plänen und Splits. Diese Trainingsdaten liegen in deinem privaten FCT-Konto und erreichen so deine anderen Geräte.
es: Las respuestas se generan por completo en este dispositivo, solo a partir de tus entrenamientos, planes y divisiones. Esos datos de entrenamiento se guardan en tu cuenta privada de FCT para que lleguen a tus otros dispositivos.
fr: Les réponses sont générées entièrement sur cet appareil, uniquement à partir de tes entraînements, plans et splits. Ces données d'entraînement sont conservées dans ton compte FCT privé afin d'atteindre tes autres appareils.
it: Le risposte vengono generate interamente su questo dispositivo, solo dai tuoi allenamenti, programmi e split. Quei dati di allenamento sono conservati nel tuo account FCT privato, così raggiungono i tuoi altri dispositivi.
ja: 回答はこのデバイス上だけで生成され、参照するのはあなた自身のワークアウト、プラン、スプリットのみです。そのトレーニングデータは非公開のFCTアカウントに保存され、ほかのデバイスにも同期されます。
ko: 답변은 이 기기에서만 생성되며, 사용자의 운동, 플랜, 스플릿만을 참고합니다. 해당 트레이닝 데이터는 비공개 FCT 계정에 저장되어 다른 기기로도 전달됩니다.
pt_br: As respostas são geradas inteiramente neste dispositivo, apenas a partir dos seus treinos, planos e divisões. Esses dados de treino ficam na sua conta FCT privada para chegarem aos seus outros dispositivos.
ru: Ответы формируются полностью на этом устройстве и только по твоим тренировкам, планам и сплитам. Эти тренировочные данные хранятся в твоей приватной учётной записи FCT и попадают на другие твои устройства.
zh_hans: 回答完全在本设备上生成，且仅参考你自己的训练、计划和分化。这些训练数据保存在你的私人 FCT 账户中，因此可同步到你的其他设备。

source: Apple does not let this app open the exact Health permission screen directly. Go to Settings, Apps, Health, Health Access and Devices, tap this app, then update the workout permissions.
de: Apple lässt es nicht zu, dass diese App den genauen Health-Berechtigungsbildschirm direkt öffnet. Gehe zu Einstellungen, Apps, Health, Health-Zugriff und Geräte, tippe auf diese App und aktualisiere dann die Workout-Berechtigungen.
es: Apple no permite que esta app abra directamente la pantalla exacta de permisos de Salud. Ve a Ajustes, Apps, Salud, Acceso a Salud y dispositivos, toca esta app y luego actualiza los permisos de entrenamiento.
fr: Apple n'autorise pas cette app à ouvrir directement l'écran exact des autorisations Santé. Allez dans Réglages, Apps, Santé, Accès aux données de santé et appareils, touchez cette app, puis mettez à jour les autorisations de séance.
it: Apple non permette all'app di aprire direttamente la schermata dei permessi di Salute. Vai in Impostazioni, App, Salute, Accesso ai dati e ai dispositivi, tocca questa app e aggiorna i permessi per gli allenamenti.
ja: Appleの仕様上、このアプリからHealthのアクセス許可画面を直接開くことはできません。設定 > App > ヘルスケア > データアクセスとデバイス の順に開き、このアプリをタップして、ワークアウトのアクセス許可を更新してください。
ko: Apple은 앱이 건강 권한 화면을 직접 열도록 허용하지 않아요. 설정 > 앱 > 건강 > 건강 액세스 및 기기로 이동해 이 앱을 탭한 다음 운동 권한을 업데이트하세요.
pt_br: A Apple não permite que este app abra diretamente a tela exata de permissões da Saúde. Vá em Ajustes, Apps, Saúde, Acesso a Dados de Saúde e Dispositivos, toque neste app e atualize as permissões de treino.
ru: Apple не позволяет приложению открыть нужный экран разрешений напрямую. Откройте Настройки → Приложения → Здоровье → «Доступ к Здоровью и устройства», выберите это приложение и обновите разрешения для тренировок.
zh_hans: Apple 不允许本应用直接打开对应的“健康”权限页面。请前往“设置”>“应用”>“健康”>“健康访问与设备”，点按本应用，然后更新训练权限。

source: Apple Health access is unavailable.
de: Der Zugriff auf Apple Health ist nicht verfügbar.
es: El acceso a Apple Salud no está disponible.
fr: L'accès à Apple Santé n'est pas disponible.
it: L'accesso ad Apple Health non è disponibile.
ja: Apple Healthにアクセスできません。
ko: Apple Health에 접근할 수 없어요.
pt_br: O acesso ao Apple Saúde não está disponível.
ru: Доступ к Apple Health недоступен.
zh_hans: 无法访问 Apple Health。

source: Apple Health Metrics
de: Apple-Health-Metriken
es: Métricas de Apple Salud
fr: Statistiques Apple Santé
it: Dati di Apple Health
ja: Apple Healthの指標
ko: Apple Health 지표
pt_br: Métricas do Apple Saúde
ru: Показатели Apple Health
zh_hans: Apple Health 指标

source: Apple Health stats
de: Apple-Health-Statistiken
es: Estadísticas de Apple Salud
fr: Statistiques Apple Santé
it: Statistiche di Apple Health
ja: Apple Healthのデータ
ko: Apple Health 통계
pt_br: Estatísticas do Apple Saúde
ru: Статистика Apple Health
zh_hans: Apple Health 数据

source: Apple Intelligence isn't available on this device. Pick a template instead.
de: Apple Intelligence ist auf diesem Gerät nicht verfügbar. Wähle stattdessen eine Vorlage.
es: Apple Intelligence no está disponible en este dispositivo. Elige una plantilla en su lugar.
fr: Apple Intelligence n'est pas disponible sur cet appareil. Choisissez plutôt un modèle.
it: Apple Intelligence non è disponibile su questo dispositivo. Scegli invece un modello.
ja: このデバイスではApple Intelligenceを利用できません。代わりにテンプレートを選んでください。
ko: 이 기기에서는 Apple Intelligence를 사용할 수 없어요. 대신 템플릿을 선택하세요.
pt_br: O Apple Intelligence não está disponível neste dispositivo. Escolha um modelo em vez disso.
ru: Apple Intelligence недоступен на этом устройстве. Выберите шаблон.
zh_hans: 此设备不支持 Apple Intelligence。请改为选择一个模板。

source: Apple Intelligence isn't available on this device. You can still explore everything in History and Trends.
de: Apple Intelligence ist auf diesem Gerät nicht verfügbar. Du kannst trotzdem alles in Verlauf und Trends ansehen.
es: Apple Intelligence no está disponible en este dispositivo. Aun así, puedes explorar todo en Historial y Tendencias.
fr: Apple Intelligence n’est pas disponible sur cet appareil. Tu peux quand même tout explorer dans Historique et Tendances.
it: Apple Intelligence non è disponibile su questo dispositivo. Puoi comunque esplorare tutto in Cronologia e Tendenze.
ja: このデバイスではApple Intelligenceを利用できません。履歴やトレンドの機能はすべてご利用いただけます。
ko: 이 기기에서는 Apple Intelligence를 사용할 수 없어요. 기록과 추세는 그대로 모두 살펴볼 수 있어요.
pt_br: O Apple Intelligence não está disponível neste dispositivo. Você ainda pode explorar tudo em Histórico e Tendências.
ru: Apple Intelligence недоступен на этом устройстве. История и тренды по-прежнему доступны.
zh_hans: 此设备不支持 Apple Intelligence。你仍然可以在“历史”和“趋势”中查看全部内容。

source: Apple Watch Companion
de: Apple Watch App
es: App para Apple Watch
fr: App Apple Watch
it: App per Apple Watch
ja: Apple Watchアプリ
ko: Apple Watch 앱
pt_br: App para Apple Watch
ru: Приложение для Apple Watch
zh_hans: Apple Watch 应用

source: Applies all pending suggestions and starts the workout.
de: Wendet alle ausstehenden Vorschläge an und startet das Workout.
es: Aplica todas las sugerencias pendientes e inicia el entrenamiento.
fr: Applique toutes les suggestions en attente et démarre la séance.
it: Applica tutti i suggerimenti in sospeso e inizia l'allenamento.
ja: 保留中の提案をすべて適用して、ワークアウトを開始します。
ko: 대기 중인 제안을 모두 적용하고 운동을 시작합니다.
pt_br: Aplica todas as sugestões pendentes e inicia o treino.
ru: Применяет все ожидающие рекомендации и начинает тренировку.
zh_hans: 应用所有待处理的建议并开始训练。

source: Applies this rep range.
de: Wendet diesen Wiederholungsbereich an.
es: Aplica este rango de repeticiones.
fr: Applique cette plage de répétitions.
it: Applica questo intervallo di ripetizioni.
ja: このレップ範囲を適用します。
ko: 이 횟수 범위를 적용합니다.
pt_br: Aplica este intervalo de repetições.
ru: Применяет этот диапазон повторений.
zh_hans: 应用这个次数区间。

source: Apply Filters
de: Filter anwenden
es: Aplicar filtros
fr: Appliquer les filtres
it: Applica filtri
ja: フィルタを適用
ko: 필터 적용
pt_br: Aplicar filtros
ru: Применить фильтры
zh_hans: 应用筛选

source: Are you sure you want to cancel this workout plan?
de: Möchtest du diesen Trainingsplan wirklich abbrechen?
es: ¿Seguro que quieres cancelar este plan de entrenamiento?
fr: Veux-tu vraiment annuler ce programme d'entraînement ?
it: Vuoi davvero annullare questa scheda?
ja: このワークアウトプランをキャンセルしてもよろしいですか？
ko: 이 운동 플랜을 취소할까요?
pt_br: Tem certeza de que deseja cancelar este plano de treino?
ru: Отменить этот план тренировки?
zh_hans: 确定要取消这个训练计划吗？

source: Are you sure you want to delete all app created weight entries?
de: Möchtest du wirklich alle von der App erstellten Gewichtseinträge löschen?
es: ¿Seguro que quieres eliminar todos los registros de peso creados por la app?
fr: Veux-tu vraiment supprimer toutes les entrées de poids créées par l'app ?
it: Vuoi davvero eliminare tutte le voci di peso create dall'app?
ja: アプリで作成したすべての体重の記録を削除してもよろしいですか？
ko: 앱에서 만든 체중 기록을 모두 삭제할까요?
pt_br: Tem certeza de que deseja excluir todos os registros de peso criados pelo app?
ru: Удалить все записи веса, созданные в приложении?
zh_hans: 确定要删除所有由应用创建的体重记录吗？

source: Are you sure you want to delete all previous workouts?
de: Möchtest du wirklich alle vorherigen Workouts löschen?
es: ¿Seguro que quieres eliminar todos los entrenamientos anteriores?
fr: Veux-tu vraiment supprimer toutes les séances précédentes ?
it: Vuoi davvero eliminare tutti gli allenamenti precedenti?
ja: 過去のワークアウトをすべて削除してもよろしいですか？
ko: 이전 운동을 모두 삭제할까요?
pt_br: Tem certeza de que deseja excluir todos os treinos anteriores?
ru: Удалить все прошлые тренировки?
zh_hans: 确定要删除所有过往训练吗？

source: Are you sure you want to delete all workout plans?
de: Möchtest du wirklich alle Trainingspläne löschen?
es: ¿Seguro que quieres eliminar todos los planes de entrenamiento?
fr: Veux-tu vraiment supprimer tous les programmes d'entraînement ?
it: Vuoi davvero eliminare tutte le schede?
ja: すべてのワークアウトプランを削除してもよろしいですか？
ko: 운동 플랜을 모두 삭제할까요?
pt_br: Tem certeza de que deseja excluir todos os planos de treino?
ru: Удалить все планы тренировок?
zh_hans: 确定要删除所有训练计划吗？

source: Are you sure you want to delete this split?
de: Möchtest du diesen Split wirklich löschen?
es: ¿Seguro que quieres eliminar este split?
fr: Veux-tu vraiment supprimer ce split ?
it: Vuoi davvero eliminare questo split?
ja: このスプリットを削除してもよろしいですか？
ko: 이 스플릿을 삭제할까요?
pt_br: Tem certeza de que deseja excluir este split?
ru: Удалить этот сплит?
zh_hans: 确定要删除这个分化吗？

source: Are you sure you want to delete this workout plan?
de: Möchtest du diesen Trainingsplan wirklich löschen?
es: ¿Seguro que quieres eliminar este plan de entrenamiento?
fr: Veux-tu vraiment supprimer ce programme d'entraînement ?
it: Vuoi davvero eliminare questa scheda?
ja: このワークアウトプランを削除してもよろしいですか？
ko: 이 운동 플랜을 삭제할까요?
pt_br: Tem certeza de que deseja excluir este plano de treino?
ru: Удалить этот план тренировки?
zh_hans: 确定要删除这个训练计划吗？

source: Are you sure you want to delete this workout?
de: Möchtest du dieses Workout wirklich löschen?
es: ¿Seguro que quieres eliminar este entrenamiento?
fr: Veux-tu vraiment supprimer cette séance ?
it: Vuoi davvero eliminare questo allenamento?
ja: このワークアウトを削除してもよろしいですか？
ko: 이 운동을 삭제할까요?
pt_br: Tem certeza de que deseja excluir este treino?
ru: Удалить эту тренировку?
zh_hans: 确定要删除这次训练吗？

source: Are you sure you want to discard your changes to this workout plan?
de: Möchtest du deine Änderungen an diesem Trainingsplan wirklich verwerfen?
es: ¿Seguro que quieres descartar los cambios en este plan de entrenamiento?
fr: Veux-tu vraiment annuler tes modifications de ce programme d'entraînement ?
it: Vuoi davvero ignorare le modifiche a questa scheda?
ja: このワークアウトプランへの変更を破棄してもよろしいですか？
ko: 이 운동 플랜의 변경 사항을 버릴까요?
pt_br: Tem certeza de que deseja descartar suas alterações neste plano de treino?
ru: Отменить изменения в этом плане тренировки?
zh_hans: 确定要放弃对这个训练计划的更改吗？

source: Arms
de: Arme
es: Brazos
fr: Bras
it: Braccia
ja: 腕
ko: 팔
pt_br: Braços
ru: Руки
zh_hans: 手臂

source: Ask
de: Fragen
es: Preguntar
fr: Demander
it: Chiedi
ja: 質問する
ko: 질문
pt_br: Perguntar
ru: Спросить
zh_hans: 提问

source: Ask about your training
de: Frag etwas zu deinem Training
es: Pregunta sobre tu entrenamiento
fr: Pose une question sur ton entraînement
it: Chiedi del tuo allenamento
ja: トレーニングについて質問する
ko: 내 훈련에 대해 질문하기
pt_br: Pergunte sobre o seu treino
ru: Спросите о своих тренировках
zh_hans: 询问你的训练

source: Ask Villain Arc
de: Villain Arc fragen
es: Pregunta a Villain Arc
fr: Demander à Villain Arc
it: Chiedi a Villain Arc
ja: Villain Arcに質問
ko: Villain Arc에게 질문
pt_br: Pergunte ao Villain Arc
ru: Спросить Villain Arc
zh_hans: 询问 Villain Arc

source: Ask Villain Arc needs a newer iOS version. You can still explore everything in History and Trends.
de: Villain Arc fragen erfordert eine neuere iOS-Version. Du kannst trotzdem alles in Verlauf und Trends ansehen.
es: Pregunta a Villain Arc necesita una versión más reciente de iOS. Aun así, puedes explorar todo en Historial y Tendencias.
fr: Demander à Villain Arc nécessite une version plus récente d’iOS. Tu peux quand même tout explorer dans Historique et Tendances.
it: Chiedi a Villain Arc richiede una versione di iOS più recente. Puoi comunque esplorare tutto in Cronologia e Tendenze.
ja: 「Villain Arcに質問」には、より新しいバージョンのiOSが必要です。履歴やトレンドの機能はすべてご利用いただけます。
ko: Villain Arc에게 질문 기능은 더 최신 iOS가 필요해요. 기록과 추세는 그대로 모두 살펴볼 수 있어요.
pt_br: O Pergunte ao Villain Arc precisa de uma versão mais recente do iOS. Você ainda pode explorar tudo em Histórico e Tendências.
ru: Для «Спросить Villain Arc» нужна более новая версия iOS. История и тренды по-прежнему доступны.
zh_hans: “询问 Villain Arc”需要更新的 iOS 版本。你仍然可以在“历史”和“趋势”中查看全部内容。

source: Assistance
de: Hilfsübung
es: Asistencia
it: Complementari
ja: アシスト
ko: 보조 운동
pt_br: Assistência
ru: Вспомогательные
zh_hans: 辅助

source: Assume Target RPE When Done
de: Ziel-RPE bei Abschluss übernehmen
es: Asumir RPE objetivo al terminar
fr: Utiliser le RPE cible à la fin
it: Assumi RPE target al termine
ja: 完了時に目標RPEを適用
ko: 완료 시 목표 RPE 적용
pt_br: Assumir RPE alvo ao concluir
ru: Подставлять целевой RPE
zh_hans: 完成时套用目标 RPE

source: At target
de: Im Ziel
es: En el objetivo
fr: Dans l'objectif
it: Al target
ja: 目標達成中
ko: 목표 도달
pt_br: Na meta
ru: В цели
zh_hans: 已达目标

source: Auto Complete After RPE
de: Nach RPE automatisch abschließen
es: Completar automáticamente tras el RPE
fr: Terminer automatiquement après le RPE
it: Completa automaticamente dopo l'RPE
ja: RPE入力後に自動完了
ko: RPE 선택 후 자동 완료
pt_br: Concluir automaticamente após o RPE
ru: Автозавершение после RPE
zh_hans: 选择 RPE 后自动完成

source: Auto Fill Plan Targets
de: Planziele automatisch ausfüllen
es: Rellenar objetivos del plan automáticamente
fr: Remplir automatiquement les objectifs du plan
it: Compila automaticamente i target della scheda
ja: プランの目標値を自動入力
ko: 플랜 목표 자동 입력
pt_br: Preencher metas do plano automaticamente
ru: Автозаполнение целей плана
zh_hans: 自动填充计划目标

source: Auto Start Rest Timer
de: Pausentimer automatisch starten
es: Iniciar temporizador de descanso automáticamente
fr: Démarrer le minuteur de repos automatiquement
it: Avvia automaticamente il timer di recupero
ja: 休憩タイマーを自動開始
ko: 휴식 타이머 자동 시작
pt_br: Iniciar cronômetro de descanso automaticamente
ru: Автозапуск таймера отдыха
zh_hans: 自动启动休息计时器

source: Automatically marks a set complete after selecting an RPE rating.
de: Markiert einen Satz automatisch als abgeschlossen, nachdem eine RPE-Bewertung ausgewählt wurde.
es: Marca una serie como completada automáticamente tras seleccionar una valoración de RPE.
fr: Marque automatiquement une série comme terminée après la sélection d'une note RPE.
it: Segna automaticamente la serie come completata dopo aver scelto un RPE.
ja: RPEを評価すると、自動でセットを完了にします。
ko: RPE를 선택하면 세트를 자동으로 완료 처리합니다.
pt_br: Marca uma série como concluída automaticamente após selecionar uma avaliação de RPE.
ru: Автоматически отмечает подход выполненным после выбора оценки RPE.
zh_hans: 选择 RPE 评分后自动将该组标记为完成。

source: Automatically starts rest timer when a set is marked complete.
de: Startet den Pausentimer automatisch, wenn ein Satz als abgeschlossen markiert wird.
es: Inicia el temporizador de descanso automáticamente cuando una serie se marca como completada.
fr: Démarre automatiquement le minuteur de repos lorsqu'une série est marquée comme terminée.
it: Avvia automaticamente il timer di recupero quando una serie viene completata.
ja: セットを完了にすると、自動で休憩タイマーを開始します。
ko: 세트를 완료하면 휴식 타이머를 자동으로 시작합니다.
pt_br: Inicia o cronômetro de descanso automaticamente quando uma série é marcada como concluída.
ru: Автоматически запускает таймер отдыха, когда подход отмечен выполненным.
zh_hans: 当一组被标记为完成时自动启动休息计时器。

source: Average
de: Durchschnitt
es: Promedio
fr: Moyenne
it: Media
ja: 平均
ko: 평균
pt_br: Média
ru: Среднее
zh_hans: 平均

source: Average %@
de: Durchschnitt %@
es: Promedio %@
fr: Moyenne %@
it: Media %@
ja: 平均%@
ko: 평균 %@
pt_br: Média %@
ru: Среднее %@
zh_hans: 平均%@

# Average bedtime on %@: %@.
source: Average bedtime on %1$@: %2$@.
de: Durchschnittliche Schlafenszeit am %1$@: %2$@.
es: Hora media de acostarse los %1$@: %2$@.
fr: Heure moyenne de coucher le %1$@ : %2$@.
it: Ora media di coricamento di %1$@: %2$@.
ja: %1$@の平均就寝時刻：%2$@。
ko: %1$@ 평균 취침 시간: %2$@.
pt_br: Hora média de dormir em %1$@: %2$@.
ru: Среднее время отхода ко сну (%1$@): %2$@.
zh_hans: %1$@的平均入睡时间：%2$@。

source: Average RPE
de: Durchschnittliche RPE
es: RPE promedio
fr: RPE moyen
it: RPE medio
ja: 平均RPE
ko: 평균 RPE
pt_br: RPE médio
ru: Средний RPE
zh_hans: 平均 RPE

# Average wake-up on %@: %@.
source: Average wake-up on %1$@: %2$@.
de: Durchschnittliches Aufwachen am %1$@: %2$@.
es: Hora media de despertar los %1$@: %2$@.
fr: Heure moyenne de réveil le %1$@ : %2$@.
it: Ora media di risveglio di %1$@: %2$@.
ja: %1$@の平均起床時刻：%2$@。
ko: %1$@ 평균 기상 시간: %2$@.
pt_br: Hora média de acordar em %1$@: %2$@.
ru: Среднее время подъёма (%1$@): %2$@.
zh_hans: %1$@的平均醒来时间：%2$@。

source: Avg
de: Ø
es: Prom.
fr: Moy.
it: Media
ja: 平均
ko: 평균
pt_br: Méd.
ru: Сред.
zh_hans: 平均

source: Avg Active
de: Ø Aktiv
es: Prom. activo
fr: Moy. actif
it: Media attiva
ja: 平均アクティブ
ko: 평균 활동
pt_br: Méd. ativo
ru: Сред. активн.
zh_hans: 平均活动

source: Avg Bedtime
de: Ø Schlafenszeit
es: Hora media de dormir
fr: Coucher moyen
it: Coricamento medio
ja: 平均就寝時刻
ko: 평균 취침
pt_br: Hora média de dormir
ru: Сред. отбой
zh_hans: 平均入睡

source: Avg Sleep
de: Ø Schlaf
es: Sueño promedio
fr: Sommeil moyen
it: Sonno medio
ja: 平均睡眠時間
ko: 평균 수면
pt_br: Sono médio
ru: Сред. сон
zh_hans: 平均睡眠

source: Avg Total
de: Ø Gesamt
es: Prom. total
fr: Moy. totale
it: Media totale
ja: 平均合計
ko: 평균 총합
pt_br: Méd. total
ru: Сред. всего
zh_hans: 平均总计

source: Avg Wake
de: Ø Aufwachen
es: Hora media de despertar
fr: Réveil moyen
it: Risveglio medio
ja: 平均起床時刻
ko: 평균 기상
pt_br: Hora média de acordar
ru: Сред. подъём
zh_hans: 平均醒来

source: Awaiting Outcome
de: Ergebnis ausstehend
es: A la espera del resultado
fr: En attente du résultat
it: In attesa dell'esito
ja: 結果待ち
ko: 결과 대기 중
pt_br: Aguardando resultado
ru: Ожидает результата
zh_hans: 等待结果

source: Back
de: Zurück
es: Atrás
fr: Retour
it: Indietro
ja: 背中
ko: 등
pt_br: Voltar
ru: Спина
zh_hans: 背部

source: Background App Refresh is off, so hydration notifications may be delayed while the app is closed.
de: Hintergrundaktualisierung ist deaktiviert, daher können Flüssigkeits-Benachrichtigungen verzögert sein, während die App geschlossen ist.
es: La actualización en segundo plano está desactivada, por lo que las notificaciones de hidratación pueden retrasarse mientras la app está cerrada.
fr: L'actualisation en arrière-plan est désactivée, les notifications d'hydratation peuvent donc être retardées lorsque l'app est fermée.
it: L'aggiornamento app in background è disattivato, quindi le notifiche sull'idratazione potrebbero arrivare in ritardo mentre l'app è chiusa.
ja: Appのバックグラウンド更新がオフのため、アプリを閉じている間は水分補給の通知が遅れる場合があります。
ko: 백그라운드 앱 새로 고침이 꺼져 있어 앱이 닫혀 있는 동안 수분 섭취 알림이 늦어질 수 있어요.
pt_br: A atualização em segundo plano está desativada, então as notificações de hidratação podem atrasar enquanto o app está fechado.
ru: Фоновое обновление выключено, поэтому уведомления о воде могут приходить с задержкой, пока приложение закрыто.
zh_hans: “后台 App 刷新”已关闭，应用关闭时饮水通知可能会延迟。

source: Background App Refresh is off, so sleep notifications may be delayed while the app is closed.
de: Hintergrundaktualisierung ist deaktiviert, daher können Schlaf-Benachrichtigungen verzögert sein, während die App geschlossen ist.
es: La actualización en segundo plano está desactivada, por lo que las notificaciones de sueño pueden retrasarse mientras la app está cerrada.
fr: L'actualisation en arrière-plan est désactivée, les notifications de sommeil peuvent donc être retardées lorsque l'app est fermée.
it: L'aggiornamento app in background è disattivato, quindi le notifiche sul sonno potrebbero arrivare in ritardo mentre l'app è chiusa.
ja: Appのバックグラウンド更新がオフのため、アプリを閉じている間は睡眠の通知が遅れる場合があります。
ko: 백그라운드 앱 새로 고침이 꺼져 있어 앱이 닫혀 있는 동안 수면 알림이 늦어질 수 있어요.
pt_br: A atualização em segundo plano está desativada, então as notificações de sono podem atrasar enquanto o app está fechado.
ru: Фоновое обновление выключено, поэтому уведомления о сне могут приходить с задержкой, пока приложение закрыто.
zh_hans: “后台 App 刷新”已关闭，应用关闭时睡眠通知可能会延迟。
